Repository: ruifontes/systrayList
Catalog: addon/locale/an/LC_MESSAGES/nvda.po
Languages: an

source: Shows the list of buttons on the System Tray. If pressed twice quickly, shows the items on the taskbar.
an: Amuestra la lista de botons en a servilla d'o sistema. Si se pretó dos veces rapidament, amuestra os elementos d'a barra de quefers.

source: Systray list
an: Lista d'a servilla d'o sistema

source: System Tray List
an: Lista d'a servilla d'o sistema

source: Icons on the System Tray:
an: Iconos en a servilla d'o sistema

source: Taskbar List
an: Lista de barra de quefers

source: Icons of running applications on the taskbar:
an: Iconos d'aplicacions en execución en a barra de quefers

source: &Left Click
an: Clic &Cucho

source: Left &Double Click
an: Dople clic &cucho

source: &Right Click
an: Clic &Dreito

source: SysTrayList
an: Lista d'a servilla d'o sistema

source: Shows the list of buttons on the System Tray with NVDA+F11 once, twice shows running task lists.
an: Pretando nvdA + F11 una vez, amuestra la lista d'os botons d'a servilla d'o sistema . Pretando-ne dos veces, amuestra la lista de quefers en execución.
