Repository: ruifontes/systrayList
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, cs, da, de, de_ch, el, es, fi, it, ja, kn, nb_no, ne, nl, pl, ru, sk, sl, ta, vi, zh_cn, zh_hk

source: System Tray List
ar: قائمة عناصر صينية النظام
cs: systémová lišta
da: Systembakke
de: Liste des Infobereiches
de_ch: Liste des Infobereichs
el: Λίστα Χώρου Ειδοποιήσεων
es: Lista de la Bandeja del Sistema
fi: Ilmaisinalue
it: Elenco System Tray
ja: システムトレイ一覧
kn: ವ್ಯವಸ್ತೆಯ ಖಾನೆಗಳ ಪಟ್ಟಿ
nb_no: Systemkurvliste
ne: प्रणाली थाली सुची
nl: Systeemvak lijst
pl: lista obszaru powiadomień
ru: Список системного трея
sk: Systémový panel
sl: Seznam v Sistemskem Pladnju
ta: கணினித் தட்டுப் பட்டியல்
vi: Danh Sách Khay Hệ Thống
zh_cn: 系统托盘列表
zh_hk: 系統匣圖示

source: Icons on the System Tray:
ar: الأيقونات الموجودة على صينية النظام:
cs: Ikony na systémové liště
da: Ikoner i systembakken:
de: Symbole des Infobereichs:
de_ch: Symbole im Infobereich:
el: Εικονίδια στο Χώρο Ειδοποιήσεων
es: Iconos en la Bandeja del Sistema:
fi: Ilmaisinalueen kuvakkeet:
it: Icone nel system tray:
ja: システムトレイのアイコン：
kn: ವ್ಯವಸ್ತೆಯ ಖಾನೆ ಮೇಲಿನ ಚಿಹ್ನೆಗಳು:
nb_no: Ikoner i systemkurven:
ne: प्रणाली थाली प्रतिमा
nl: Iconen in het systeemvak:
pl: ikony w obszarze powiadomień:
ru: Значки на системном трее
sk: Položky na systémovom panely:
sl: Ikone v Sistemskem Pladnju:
ta: கணினித் தட்டில் இருக்கும் படவுருக்கள்
vi: Biểu tượng trên khay hệ thống:
zh_cn: 系统托盘的图标：
zh_hk: 系統匣常駐程式的圖示:

source: Task Bar List
de: Liste der Taskleiste
es: Lista de Barra de Tareas
it: Elenco barra applicazioni
ru: Список значков на панеле задач
sk: panel úloh
ta: பணிப்பட்டை பட்டியல்

source: Icons of running applications in the task bar
de: Symbole von laufenden Anwendungen in der Taskleiste
es: Iconos de aplicaciones en ejecución en la Barra de Tareas
it: Icone dei programmi in esecuzione nella barra delle applicazioni
ru: Значки запущеных приложений на панеле задач
sk: Ikony na panely úloh
ta: பணிப்பட்டையில் ஓடிக் கொண்டிருக்கும் பயன்பாடுகளின் படவுருக்கள்

source: Shows the list of buttons on the System Tray. If pressed twice quickly, shows the items on the task bar.
de: zeigt die Liste der Symbole im Infobereich. Bei zweimaligem Drücken wird die Liste der Taskleiste angezeigt.
es: Muestra la lista de botones en la Bandeja del Sistema. Si se pulsó dos veces rápidamente, muestra los elementos en la barra de tareas.
it: Visualizza l'elenco dei pulsanti nel system tray. Se premuto due volte, visualizza l'elenco delle applicazioni in esecuzione.
ru: Показывает список значков на системном трее. Если нажать дважды быстро, показывает элементы на панеле задач.
sk: V dialógu zobrazí ikony na systémovom panely. Stlačené dvakrát zobrazí položky na panely úloh.
ta: கணினித் தட்டில் இருக்கும் பொத்தான்களின் வரிசைப் பட்டியலைக் காண்பிக்கும். இருமுறை அழுத்தினால், பணிப்பட்டையில் இருக்கும் உருப்படிகளின் வரிசைப் பட்டியலைக் காண்பிக்கும்.

source: &Left Click
ar: &نقر يسار
cs: &Levý klik
da: &Venstreklik
de: &links klicken
de_ch: &Linksklick
el: &Αριστερό κλικ
es: Clic en botón &Izquierdo
fi: &Vasen napsautus
it: Click &sinistro
ja: 左クリック(&L)
kn: &ಎಡಕ್ಕೆ ಒತ್ತಿ
nb_no: &Venstreklikk
ne: &देब्रे टाँक किटिक्क
nl: &Linksklikken
pl: &Lewy klik
ru: Левый клик
sk: ľ&avý klik
sl: &Levi klik
ta: இடது சொடுக்கு
vi: Kích &trái
zh_cn: 左键单击
zh_hk: 滑鼠左擊(&L)

source: Left &Double Click
ar: نقر &يسار مزدوج
cs: Levý &dvojklik
da: Venstre &dobbeltklik
de: links &doppelt klicken
de_ch: Linker &Doppelklick
el: &Διπλό Αριστερό κλικ
es: Doble Clic en botón i&zquierdo
fi: Vasen &kaksoisnapsautus
it: &Doppio click sinistro
ja: 左ダブルクリック(&D)
kn: ಎಡಕ್ಕೆ &ಎರಡು ಬಾರಿ ಒತ್ತಿ
nb_no: &Dobbelt Venstreklikk
ne: देब्रे टाँक &दुई पटक किटिक्क
nl: Links &dubbelklikken
pl: Lewy Po&dwójny klik
ru: двойной левый клик
sk: Ľavý &dvojklik
sl: Dvojni levi &klik
ta: இடது இரட்டை சொடுக்கு
vi: Kích trái &hai lần
zh_cn: 左键双击
zh_hk: 滑鼠左擊兩下(&D)

source: &Right Click
ar: نقر &يمين
cs: &Pravý klik
da: &Højreklik
de: &rechts klicken
de_ch: &Rechtsklick
el: &Δεξί κλικ
es: Clic en botón &Derecho
fi: &Oikea napsautus
it: Click dest&ro
ja: 右クリック(&R)
kn: &ಬಲಕ್ಕೆ ಒತ್ತಿ
nb_no: &Høyreklikk
ne: &दाहिने टाँक किटिक्क
nl: &Rechts klikken
pl: &Prawy klik
ru: правый клик
sk: P&ravý klik
sl: &Desni klik
ta: வலது சொடுக்கு
vi: Kích &phải
zh_cn: 右键单击
zh_hk: 滑鼠右擊(&R)

source: {name} is a free add-on for NVDA. You can make a donation to its author to support further developments of this add-on and other free software products. Do you want to donate now? (you will be redirected to the Paypal website).
de: {name} ist eine kostenlose Erweiterung für NVDA. Sie können an den Author spenden, um die Weiterentwicklung der Erweiterung und andere kostenlose Projekte zu unterstützen Möchten Sie jetzt spenden? (Sie werden zum Internetauftritt von Paypal weitergeleitet.)
de_ch: {name} ist eine kostenlose Erweiterung für NVDA. Sie können an den Author spenden, um die Weiterentwicklung der Erweiterung und andere kostenlose Projekte zu unterstützen Möchten Sie jetzt spenden? (Sie werden zum Internetauftritt von Paypal weitergeleitet.)
es: {name} es un complemento libre para NVDA. Puedes hacer una donación a su autor para más soporte del desarrollo de este complemento y otros productos de software libre. ¿Quieres donar ahora? (se te redirecionará al sitio web de Paypal).
fi: {name} on ilmainen NVDA:n lisäosa. Voit tehdä tekijälle lahjoituksen tukeaksesi tämän lisäosan ja muiden ilmaisten ohjelmistojen kehitystä. Haluatko lahjoittaa nyt? (Paypalin verkkosivusto avataan).
it: {name} è un componente gratuito per NVDA. è possibile effettuare una donazione all'autore per supportarne lo sviluppo e altri prodotti gratuiti in futuro. Desideri donare adesso? Verrai rediretto alla pagina di pagamento Paypal.
ru: {name} является бесплатным дополнением для NVDA. Вы можете сделать пожертвование автору для поддержки Дальнейшего развития этого дополнения и других бесплатных программных продуктов. Вы хотите пожертвовать сейчас? ;(Вы будете перенаправлены на сайт Paypal).
sk: Doplnok {name} Je zdarma. Môžete finančne podporiť autora, aby ste pomohli pri ďalšom vývoji doplnku a iných bezplatných programov. Chcete prispieť teraz? (Budete presmerovaný na stránku Paypal).
ta: {name}, என்விடிஏவிற்கான இலவச கூட்டுறுப்பாகும். இந்தக் கூட்டுறுப்பையும், பிற மென்பொருட்களையும் உருவாக்க, படைப்பாளருக்கு நன்கொடையளிக்கலாம். இப்பொழுது நன்கொடை அளிக்க விரும்புகிறீர்களா? (பே பால் இணையதளத்திற்கு தாங்கள் இட்டுச் செல்லப்படுவீர்கள்).
zh_cn: {name}是一个用于 nvda 的免费插件。 您可以给此插件的作者捐款，用以支持此插件其后的开发和其他免费软件工程。 您现在希望捐款吗？ (您将被转到 Paypal 主页)。

source: Request for Contributions to {name}
de: Bitte spenden Sie für {name}
de_ch: Bitte spenden Sie für {name}
es: Solicitud de Contribuciones para {name}
fi: Lahjoituspyyntö lisäosaa {name} varten
it: Richiesta contributi per {name}
ru: Запрос Взноса для {name}
sk: Žiadosť o príspevok pre {name}
ta: {name} கூட்டுறுப்பிற்கு பங்களிக்க வேண்டுகோள்
zh_cn: 请求为 {name} 提供帮助

source: List of SysTray and task bar elements
de: Liste der Elemente im Infobereich und der Taskleiste
it: Elenco degli elementi del System Tray e delle applicazioni
ru: Список значков на системном трее и на панеле задач
ta: கணினித் தட்டு/பணிப்பட்டை உருப்படிகளின் பட்டியல்

source: Shows the list of buttons on the System Tray with NVDA+F11 once, twice shows running task lists.
ar: إظهار قائمة بأزرار الأيقونات الموجودة على صينية النظام بالضغط على مفتاح الاختصار NVDA+F11 مرة واحدة. إذا تم الضغط على نفس الاختصار مرتين بسرعة سيظهر قائمة بعناصر شريط المهام.
cs: NVDA+F11 Zobrazí seznam ikon na systémové liště. Dvojí stisk zobrazí položky na úlohové liště.
da: Tryk NVDA+F11 en gang for at se en liste over knapper i systembakken. Tryk to gange for at vise listen over kørende programmer.
de: Zeigt eine Liste der Schalter im Infobereich an, wenn Sie NVDA+F11 drücken. Drücken Sie diese Tastenkombination zweimal schnell hintereinander, um die Liste der laufenden Anwendungen anzuzeigen.
de_ch: Zeigt eine Liste der Schalter im Infobereich an, wenn Sie NVDA+F11 drücken. Drücken Sie diese Tastenkombination zweimal schnell hintereinander, um die Liste der laufenden Anwendungen anzuzeigen.
el: Εμφανίζει σε Λίστα Κουμπιών τα Αντικείμενα που υπάρχουν στον Χώρο Ειδοποιήσεων πατώντας τα πλήκτρα NVDA+F11 μία φορά. Πατώντας δύο φορές εμφανίζει τις τρέχουσες διεργασίες.
es: Muestra la lista de los botones en la Bandeja del sistema con NVDA+F11 una vez, dos veces muestra la lista de las tareas en ejecución.
fi: Näyttää näppäinkomentoa NVDA+F11 kerran painettaessa luettelon ilmaisinalueella olevista painikkeista ja kahdesti painettaessa käynnissä olevista sovelluksista.
it: Visualizza l'elenco dei pulsanti nel system tray. Se premuto due volte, visualizza l'elenco delle applicazioni in esecuzione.
ja: NVDA+F11を1回押すとシステムトレイのボタン一覧を表示します。2回押すと実行中のタスク一覧を表示します。
kn: NVDA+F11 ಒಮ್ಮೆ ಒತ್ತಿದಾಗ ವ್ಯವಸ್ಥಾ ಖಾನೆಯಲ್ಲಿನ ಗುಂಡಿಗಳ ಪಟ್ಟಿಯನ್ನು ತೋರಿಸುತ್ತದೆ. ಒಂದುವೇಲೆ ಎರಡು ಬಾರಿ ಒತ್ತಿದರೆ, ಚಾಲನೆಯಲ್ಲಿರುವ ಕಾರ್ಯಗಳ ಪಟ್ಟಿಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.
nb_no: Viser listen over knapper i systemkurven med NVDA+F11 en gang, to ganger viser kjørende oppgaveliste.
ne: नेत्रवाणि+F11 कुञ्जीलाई एक पटक दबाएमा थाली प्रणालिमा भएका सुचीहरूलाई देखाउने छ । यदि दुई पटक दबाएमा कार्य पट्टीमा भएका सामाग्रीहरूलाई देखाउने छ ।
nl: Toont een lijst van knoppen in het systeemvak met NVDA+f11, tweemaal drukken geeft een lijst van draaiende programma's
pl: Skrót nvda+f11 pokazuje listę ikon w zasobniku systemowym. Dwukrotne wciśnięcie pokazuje listę dla paska zadań.
ru: Показывает список значков на системном трее. Если нажать дважды быстро, показывает элементы на панеле задач.
sk: Skratkou NVDA+F11 zobrazíte v dialógu ikony na systémovom panely. Stlačené dvakrát zobrazíte položky na panely úloh.
sl: S kombinacijo tipk NVDA+F11 program pokaže seznam gumbov v Sistemskem Pladnju. Če pritisnite dvakrat zapored v hitrem zaporedju, pokaže seznam postavk v opravilni vrstici.
ta: என்விடிஏ+f11 விசையை ஒரு முறை அழுத்தினால், கணினித் தட்டில் இருக்கும் பொத்தான்களின் பட்டியலை காண்பிக்கும். இரு முறை அழுத்தினால், பணிப்பட்டையில் ஓடிக் கொண்டிருக்கும் பயன்பாடுகளின் உருவங்களின் பட்டியலைக் காண்பிக்கும்.
vi: Nhấn NVDA+f11 để mở danh sách các biểu tượng trên khay hệ thống; nhấn nhanh hai lần để mở danh sách các biểu tượng trên thanh tác vụ.
zh_cn: 用“NVDA+F11”显示系统托盘按钮的列表；连按两次，显示正在运行任务的列表。
zh_hk: 列出系統匣的圖示, 連按兩次則列出工作列的圖示

source: Shows the list of buttons on the System Tray. If pressed twice quickly, shows the items on the taskbar.
ar: إظهار قائمة بأزرار الأيقونات الموجودة على صينية النظام. إذا تم الضغط على نفس الاختصار مرتين بسرعة سيظهر قائمة بعناصر شريط المهام.
cs: Zobrazí seznam ikon na systémové liště. Dvojitý stisk zobrazí položky na úlohové liště.
da: Viser listen over knapper i systembakken. Tryk to gange hurtigt for at se emnerne på joblinjen.
de_ch: Zeigt die Liste der Symbole im Infobereich an. Bei zweimaligem Drücken wird die Liste der Taskleiste angezeigt.
el: Εμφανίζει τη λίστα των κουμπιών στον χώρο ειδοποιήσεων. Αν πατηθεί γρήγορα δύο φορές, εμφανίζει στα στοιχεία στη λωρίδα εργασιών.
fi: Näyttää luettelon ilmaisinalueen painikkeista ja kahdesti painettaessa tehtäväpalkissa olevat kohteet.
ja: システムトレイのボタンの一覧を表示します。すばやく2回押すとタスクバーの項目の一覧を表示します。
kn: ವ್ಯವಸ್ಥಾ ಖಾನೆಯಲ್ಲಿನ ಗುಂಡಿಗಳ ಪಟ್ಟಿಯನ್ನು ತೋರಿಸುತ್ತದೆ. ಒಂದುವೇಲೆ ಎರಡು ಬಾರಿ ವೇಗವಾಗಿ ಒತ್ತಿದರೆ, ಕಾರ್ಯಗಳ ಪಟ್ಟಿಯ ಮೇಲಿನ ಸಾಮಗ್ರಿಗಳನ್ನು ತೋರಿಸುತ್ತದೆ
nb_no: Viser listen over knapper i systemkurven. Trykk raskt to ganger for å vise elementene på oppgavelinjen.
ne: थाली प्रणालिमा भएका सुचीहरूलाई देखाउने छ । यदि दुई पटक दबाएमा कार्य पट्टीमा भएका सामाग्रीहरूलाई देखाउने छ ।
nl: Toont de lijst van knoppen in het systeemvak. Bij tweemaal snel drukken, worden de items van de taakbalk getoond.
pl: Przedstawia listę przycisków w zasobniku systemowym. Dwukrotne szybkie naciśnięcie przedstawia listę ikon paska zadań.
sl: Pokaže seznam gumbov v Sistemskem Pladnju. Če pritisnite dvakrat zapored v hitrem zaporedju, pokaže seznam postavk v Opravilni Vrstici.
vi: Liệt kê các biểu tượng trên khay hệ thống. Nhấn nhanh hai lần để liệt kê các biểu tượng trên thanh tác vụ.
zh_hk: 列出系統匣的圖示, 連按兩次則列出工作列的圖示

source: Taskbar List
ar: قائمة عناصر شريط المهام
cs: úlohová lišta
da: Jobliste
de_ch: Liste der Taskleiste
el: Λίστα Λωρίδας Διεργασιών
fi: Tehtäväpalkki
ja: タスクバー一覧
kn: ಕಾರ್ಯಗಳ ಸ್ತಿತಿಯ ಪಟ್ಟಿ
nb_no: Oppgavelinjeliste
ne: कार्य पट्टी सुची
nl: Taakbalk lijst
pl: lista paska zadań
sl: Seznam v Opravilni Vrstici
vi: Danh sách thanh tác vụ
zh_hk: 工作列圖示

source: Icons of running applications on the taskbar:
ar: أيقونات التطبيقات العاملة على شريط المهام
cs: Ikony spuštěných aplikací na úlohové liště
da: Ikoner til kørende programmer på joblinjen
de_ch: Symbole in der Taskleiste:
el: Εικονίδια εφαρμογών που εκτελούνται στη λωρίδα διεργασιών
fi: Käynnissä olevat sovellukset:
ja: タスクバーの実行中のアプリケーションのアイコン
kn: ಕಾರ್ಯ ಪಟ್ಟಿಯಲ್ಲಿನ ಚಾಲನೆಯಲ್ಲಿರುವ ಅನ್ವಯಗಳ ಚಿಹ್ನೆಗಳು
nb_no: Ikoner for kjørende programmer på oppgavelinjen:
ne: कार्य पट्टीमा अङ्कित चालू अनुप्रयोगको प्रतिमा
nl: Iconen van draaiende applicaties in de taakbalk
pl: ikony uruchomionych programów na pasku zadań:
sl: Ikone programov v teku v opravilni vrstici:
vi: Biểu tượng các ứng dụng đang chạy trên thanh tác vụ:
zh_cn: 正在运行程序的任务栏图标:
zh_hk: 工作列應用程式的圖示

source: sysTrayList - list sys tray and task bar elements
de_ch: SysTrayList - Liste der Elemente im Infobereich und der Taskleiste
es: sysTrayList - lista los elementos de la bandeja del sistema y de la barra de tareas
fi: Ilmaisinalueen kuvakkeet - näyttää listan ilmaisinalueen ja tehtäväpalkin kohteista
sk: sysTrayList - zobrazí položky na systémovej lište a panely úloh
zh_cn: 系统托盘列表，显示系统托盘和任务栏的元素

source: Systray list
ar: قائمة عناصر صينية النظام
cs: systémová lišta
da: Systembakke
el: Λίστα Χώρου Ειδοποιήσεων
ja: システムトレイ一覧
kn: ವ್ಯವಸ್ತೆಯ ಖಾನೆಗಳ ಪಟ್ಟಿ
nb_no: Systemkurvliste
ne: प्रणाली थाली सुची
nl: Systeemvak lijst
pl: lista obszaru powiadomień
zh_hk: 系統匣圖示

source: SysTrayList
ar: قائمة عناصر صينية النظام
cs: systémová lišta
da: Systembakke
el: Λίστα Χώρου Ειδοποιήσεων
ja: システムトレイ一覧
kn: ವ್ಯವಸ್ತೆಯ ಖಾನೆಗಳ ಪಟ್ಟಿ
nb_no: Systemkurvliste
ne: प्रणाली थाली सुची
nl: Systeemvak lijst
pl: lista obszaru powiadomień
sl: Seznam v Sistemskem Pladnju
vi: Danh Sách Khay Hệ Thống
zh_hk: 系統匣圖示
